{"id": "5", "lang": "eng", "query": "psq AND (mukta^0.3044 deutsche^0.1522 bakaray^0.1015 尼日利亚^0.1005 尼日利亚政府^0.0974 尼日利亚人^0.0789 阿布亚^0.0761 奈及利亚^0.0529 尼日^0.0254 阿布贾^0.0107) AND (应录^0.1077 要串^0.1077 亚隆佐^0.1077 当连^0.1077 上共递^0.0718 琳恩^0.0539 旭山^0.0539 造丁口册^0.0539 卡多索^0.0359 额内^0.0359 三段制^0.0359 当局^0.0343 税务机关^0.0298 台湾当局^0.0292 authorities^0.0269 港即^0.0269 玫府^0.0269 3483^0.0269 为慢^0.0269) AND (主就^0.1382 sopep^0.1036 报之以李^0.1036 跟点^0.1036 爱狗会^0.0691 发长^0.0691 搭腔^0.0461 更高年^0.0414 及锥晶^0.0414 overreact^0.0414 做何^0.0360 难以估计^0.0296 regulatory^0.0296 作出反应^0.0295 活泼开朗^0.0276 回应^0.0251 收收^0.0230 吃硬不吃软^0.0230 serra^0.0188) AND (入针^0.0500 以子之矛^0.0500 乔亚^0.0500 五沙^0.0500 marryholmes^0.0500 嘲谤^0.0500 及严^0.0500 急积丛^0.0500 以蓄^0.0500 予统^0.0500 褪丘^0.0500 管棒厂^0.0500 表向^0.0500 测古^0.0500 d0x^0.0500 排徊^0.0500 286min^0.0500 俾能^0.0500 其所盛^0.0500 无施劳^0.0500) AND (称博科^0.3504 boko^0.3504 博科^0.2310 说博科^0.0389 可靠消息^0.0292) AND (haram^0.3547 哈朗^0.3103 圣地^0.1191 说博科^0.0690 接壤处^0.0517 博尔诺州^0.0327 尼日利亚政府^0.0248 周前^0.0214 内室^0.0163)", "text": "Nigerian authorities respond to Boko Haram", "report": "On 7 January 2017, a group of Boko Haram militants attacked a Nigerian army base in Yobe State, killing five soldiers. In response, the Nigerian Army launched retaliatory strikes and killed 15 militants.\n\nOn 17 January 2017, a Nigerian Air Force jet accidentally bombed a refugee camp near the Cameroonian border in Rann, Borno State, mistaking it for a Boko Haram encampment. The airstrike left 115 people dead.\n\nOn 18 March 2017, at least six people were killed and 16 wounded after four female suicide bombers blew themselves up on the outskirts of Maiduguri city.\n\nOn 22 March 2017, the Nigerian Department of State Services (DSS) announced that a suspected member of Boko Haram had been arrested in northeastern Yobe State. The suspect confessed details of a plot to attack the American and British embassies, and other western targets in Abuja. The DSS also later announced that between 25 and 26 March 2017, five suspected members of Boko Haram had been arrested, thus thwarting the plot.\n\nOn 2 April 2017, the Nigerian military began what it said was its \"final offensive\" to retake Boko Haram's last strongholds.\n\nOn 17 May 2017, the Nigerian Army reported that it had arrested about 126 suspected Boko Haram terrorists at the Internally Displaced Persons (IDPs) camp in Damboa, Borno State.\nNigerian Army soldiers during counter-insurgency operations against Boko Haram in November 2017\n\nIn September 2017, Boko Haram militants kidnapped about 40 young adults, women and children and killed 18 in the town of Banki, 130 km southeast of Maiduguri, Borno State, on the border of Nigeria and Cameroon. Boko Haram was reported to have killed 380 people between April and September 2017 in the Lake Chad area . About 57% of all schools in Borno state were closed due to the Boko Haram insurgency, affecting the education of about 3 million children. "}
{"id": "6", "lang": "eng", "query": "psq AND (直布罗陀^0.4371 直布罗陀海峡^0.3005 布鲁菌^0.1694 波状热^0.0403 普鲁斯^0.0385 布鲁氏菌^0.0141) AND ('s^1.0) AND (主权^0.1647 国家主权^0.1411 行使主权^0.1070 上不持^0.0896 民族自决权^0.0598 扶南^0.0598 领海权^0.0598 偏安^0.0512 利吉丹岛^0.0448 重掌^0.0448 独立国^0.0326 宗主权^0.0299 统治权^0.0271 主权国家^0.0256 借款国^0.0239 专制政体^0.0239 观之^0.0143) AND (对锥状^0.0500 wray^0.0500 毕竟空^0.0500 神药^0.0500 木闩^0.0500 斯坦芬^0.0500 棉根际^0.0500 丹河^0.0500 30minvsmc3h^0.0500 nhstm^0.0500 思嘉给^0.0500 聚四^0.0500 岑参^0.0500 转料^0.0500 9715aabs^0.0500 共守^0.0500 sigma2^0.0500 日之後获^0.0500 虐童者^0.0500 闭颈外^0.0500) AND (brexit^1.0)", "text": "Gibraltar's Sovereignty After Brexit", "report": "Sovereignty\nSee also: Disputed status of Gibraltar\n\nThe day after the result, Spain's acting Foreign Minister, José Manuel García-Margallo, renewed calls for joint Spanish–British control of the peninsula. These calls were strongly rebuffed by Gibraltar's Chief Minister. After the result Spain reiterated its position that it wanted to jointly govern Gibraltar with the United Kingdom and said it would seek to block Gibraltar from participating in talks over future deals between the UK and EU.\n\nIn April 2017, British Prime Minister Theresa May reiterated that \"the UK would seek the best possible deal for Gibraltar as the UK exits the EU, and there would be no negotiation on the sovereignty of Gibraltar without the consent of its people.” \n\nIn April 2018, Spanish Foreign Minister Alfonso Dastis announced that Spain hoped to sign off a bilateral agreement with Britain over Gibraltar before October so as not to hinder a Brexit transition deal. Talks between London and Madrid had progressed well. While reiterating the Spanish long-term aim of \"recovering\" Gibraltar, he said that Spain would not hold Gibraltar as a \"hostage\" to the EU negotiations. "}
